{
    "all aussie lipbalm": {
        "Name": "Tina",
        "Brand name": "big blue cosmetica",
        "product name": "all aussie lipbalm",
        "contact email": "bigbluecosmetica@gmail.com",
        "contact phone number": "(041) 709-6082",
        "Description": "Naturally soothing, highly nourishing lip balm made from Australian macadamia oil and beeswax, in a 100% compostable push-up tube!\n\nFor planet-friendly, petrolatum-free, luscious lips.\nAvailable in the natural, untinted, fragrance free balm or tinted, in a fab range of colours:\n\nLEUCOTHEIA - for a light golden / tangerine shimmer\nTHALASSA - for a classic earthy brown tinted red lip\nSCYLLA - for your darker side...a deep blood plum shimmery tint\nSIREN - a sweetly seductive cool-toned rose / pink, w blackberry powder & mica\n\nPlease note : tinted lipbalms are not so heavily pigmented as lipsticks, but more of a 'lip tint', more everyday / subtle glam. As you warm the wax against your skin you'll notice the colour is somewhat buildable and shows up more intensely with heavier application. Colours in photo are faithful to real life product.\n\nTIP: The natural balm also works great as a barrier balm for all minor cuts, burns & abrasions - beeswax has natural antibacterial, antimicrobial and soothing qualities, while macadamia oil is a superhero when it comes to nourishing skin and helping it heal and regenerate.\n\n12mL\nALL INGREDIENTS 100% AUSTRALIAN",
        "Price": "$8-12AUD",
        "Ingredients": "cera alba (unbleached Australian beeswax), macadamia ternifolia seed oil.\nTinted lip balms will contain: natural clay and mineral pigments such as mica, iron oxide, titanium dioxide, tin oxide, and SIREN contains blackberry powder as well.",
        "Certifications": "N/A",
        "Website": "https://bigbluecosmetica.bigcartel.com/product/all-aussie-lipbalm",
        "Stockists": "The Pickle Pot (Maffra), Palm Oil Investigations Ecostore (Eaglehawk), Friends of The Earth (Collingwood), QVWC SHOP! (Melbourne), In2Skin Dermal Therapy (Dingley), Where The Wilde Things Are (Olinda), The Guillotine Hair Artistry (Caloundra)",
        "packaging": "Once empty, the whole tube can be simply composted or buried in soil where it will naturally break down. Yes, even the inks and adhesives in my labels are non-toxic and 100% safe for the compost.",
        "Initiatives": "N/A",
        "image": "lipbalm+coloursss.jpeg (https://dl.airtable.com/.attachments/ef069f1ed41dae2ffc2cce7b7909f5d7/febc1892/lipbalmcoloursss.jpeg)",
        "additional info": "all Australian ingredients, compostable paper tube, naturally soothing for sensitive skin, beeswax sourced from a small local producer based in the Otways.",
        "sample": "checked"
    }
}