[
{
    "Name": "Tina",
    "Brand name": "big blue cosmetica",
    "product name": "dry skin dream balm",
    "contact email": "bigbluecosmetica@gmail.com",
    "contact phone number": "(041) 709-6082",
    "Description": "Great for hard working hands in need of heavy duty repair...and also just generally awesome for dry skin all over.\n\nUse a small amount as often as required wherever you get dry skin. Absolutely gorgeous used as a facial moisturiser especially for very dry or sensitive skin - simply wash face with water, rub a tiny amount between hands first then gently massage into face while skin is still damp. Use in the morning for supple, hydrated skin all day long, or before bed for a super nourishing night treatment. It absorbs more readily into wet skin, so perfect for the whole body straight after a shower or after washing hands.\n\nWith a highly nourishing blend of organic olive, macadamia and sunflower oils infused with Aussie native, antioxidant-rich quandong, skin-soothing calendula and a deliciously refreshing blend of mandarin, kunzea and lavender essential oils this multi-use, rich, buttery balm is hands down The Best for repairing dry skin, and a little goes a long way.\n\nMacadamia oil has a chemical profile very similar to our own sebum, making this balm non-comodogenic and readily absorbed. Rich in phytosterols, linoleic, palmitoleic and oleic essential fatty acids - all important for promoting cell regeneration, preventing premature ageing and helping skin retain moisture.\n\nOlive oil is likewise great for skin in more ways than one, especially as a potent source of antioxidants which help skin fight free-radical damage. Raw unbleached beeswax does wonders to soothe and hydrate skin with its natural anti-inflammatory and antibacterial properties as well as being an excellent barrier for reducing trans-epidermal water loss.\n\n60 or 120mL\nALL NATURAL\n100% AUSTRALIAN\n\nThis is a natural product with a limited shelf life. Please use within 24 months of purchase and store away from direct sun to prolong product life.",
    "Price": "$15-25AUD",
    "Ingredients": "macadamia ternifolia seed oil, olea europaea (olive) fruit oil, cera alba (beeswax), santalum acuminatum (quandong) and calendula officinalis infused in helianthus annuus (sunflower) oil, essential oils: citrus reticulata (mandarine), lavendula angustifolia (lavender) & kunzea ambigua (kunzea).",
    "Certifications": "N/A",
    "Website": "https://bigbluecosmetica.bigcartel.com/product/dry-skin-dream-balm",
    "Stockists": "The Pickle Pot (Maffra), Palm Oil Investigations Ecostore (Eaglehawk), Friends of The Earth* (Collingwood), QVWC SHOP!* (Melbourne), In2Skin Dermal Therapy (Dingley), Where The Wilde Things Are* (Olinda),\n\n*these shops accept return of my empties",
    "packaging": "Once empty - KEEP THE TIN! You can return it for a $2 refill discount (check out the 'important to note' page to find out how) or alternatively find a way to repurpose or recycle it. Aluminium is infinitely recyclable, and the label is completely biodegradable paper with non-toxic, plant-based inks and adhesives.",
    "Initiatives": "N/A",
    "image": "dry skin dream balm.jpeg (https://dl.airtable.com/.attachments/5d33b38369d184af0e21ece5ddd7f6ce/4b71e112/dryskindreambalm.jpeg)",
    "additional info": "all Australian ingredients, good for sensitive skin, all natural. Beeswax sourced from a small local producer in the Otways",
    "sample": "checked"
}]