[
{
    "Name": "Tina",
    "Brand name": "big blue cosmetica",
    "product name": "kakadu plum clarifying oil",
    "contact email": "bigbluecosmetica@gmail.com",
    "contact phone number": "(041) 709-6082",
    "Description": "This lightweight blend of jojoba, apricot and sunflowers oils is pure magic for skin. Perfect for all skin types - jojoba both nourishes dry skin and prevents overproduction of sebum in oily skin types due to its close similarity to our own sebum - it effectively tricks your skin into thinking it has already produced enough of those natural oils so it calms the whole oil-producing system down & provides just the right amount of nourishment. Great used before bed to assist nutrient absorption overnight, yet lightweight enough to use in the morning without leaving your face shiny.\n\nInfused with native gubinge (kakadu plum), the most potent natural source of Vitamin C, a vital nutrient for collagen production, calming calendula known to help alleviate redness and irritation, promoting bright, clear, calm skin, and a hint of Tasmanian-native kunzea oil, another fantastic botanical often used in aromatherapy for its calming effect.\n\nTO USE: Apply a small pump to clean hands, rub into face and neck every morning and/or evening whenever your skin needs a nourishing moisture-boost. Alternatively use as an oil cleanser to remove makeup, dirt and other impurities by massaging a small amount into wet skin, steaming face briefly with a hot towel and wiping away the oil. Leaves skin feeling super silky, clean and supple.\n\n50mL\nVEGAN\nALL NATURAL\n100% AUSTRALIAN\n\nThis is a natural product with a limited shelf life. Please use within 18 months of purchase.",
    "Price": "$30AUD",
    "Ingredients": "simmondsia chinensis (jojoba), prunus armeniaca (apricot) kernel oil, calendula officinalis and terminalia ferdinandiana (gubinge / kakadu plum) infused in helianthus annulus (sunflower) oil, kunzea ambigua essential oil.",
    "Certifications": "-",
    "Website": "https://bigbluecosmetica.bigcartel.com/product/kakadu-plum-clarifying-oil",
    "Stockists": "The Pickle Pot (Maffra), Palm Oil Investigations Ecostore (Eaglehawk), Friends of The Earth* (Collingwood), QVWC SHOP!* (Melbourne), In2Skin Dermal Therapy (Dingley), Where The Wilde Things Are* (Olinda)\n\n*these stores accept my empties",
    "packaging": "Once empty - KEEP THE BOTTLE! You can return it for a $2 refill discount (check out the www.bigbluecosmetica to find out how) or alternatively find a way to repurpose or recycle it. Glass is infinitely recyclable, and the label is completely biodegradable paper with non-toxic, plant-based inks and adhesives.\n\nChoose the 'aluminium screw top' option if restocking and you can simply remove the screw top, recycle (inside a bigger piece of aluminium like a ball of foil or a tinnie) and pop your old pump top in the new bottle to save a little plastic from landfill. The pump tops unfortunately cannot be recycled, the glass absolutely can.",
    "Initiatives": "-",
    "image": "kakadu plum oil.jpeg (https://dl.airtable.com/.attachments/95c99e4737b0277744a39ba8729edb06/286bb900/kakaduplumoil.jpeg)",
    "additional info": "vegan, all Australian ingredients, returnable glass bottle, all natural, sensitive skin friendly",
    "sample": "checked"
}]