[
{
    "Name": "Sally Hiller",
    "Brand name": "Pits of Joy",
    "product name": "Pits of Joy - cedar + clove",
    "contact email": "sally@pitsofjoy.com.au",
    "contact phone number": "(046) 680-6696",
    "Description": "A natural deodorant, that works! Pits of Joy contains a unique formulation of certified organic ingredients, that effectively provides long-lasting prevention against odour.\nThis gender-neutral range of good-for-you deodorant, is free from aluminium, GMOs, parabens, triclosan, alcohol and other chemical nasties.\nThe smooth paste isn’t wet or sticky, and won’t leave white marks or residue. \nTo use, gently rub a pea-size amount under each armpit.\nA 55g jar lasts approx. six to twelve weeks",
    "Price": "$16",
    "Ingredients": "Made with only certified organic ingredients: shea butter, arrowroot flour, bicarb soda, coconut oil, jojoba oil + an essential oil blend of cedarwood atlas, clove bud, patchouli and bergamot",
    "Certifications": "Choose Cruelty Free, Vegan Australia Certified",
    "Website": "https://www.pitsofjoy.com.au",
    "Stockists": "Pachamama Wholefoods, Ecopact Groceries, Rhubarb Rhubarb Organics, Wild Things Food, CERES Organic Grocery & Bakery, Graina Bulk Foods (Moonnee Ponds & Highpoint Shopping Centre), Wholefoods (Brunswick, East Brunswick Village, Flemington & Fitzroy), Friends of the Earth Food Coop, Dot & Frankie, Precycle Pantry, Roving Refills Inner North, Tyler' Milkbar, Wellbeing Sanctuary Mt Eliza, Wholefoods Unwrapped Collective ",
    "packaging": "Refills: \nDeodorant refills are available at select stockists around Melbourne! \nSimply take your POJ jar (or any other jar!) into a participating store and buy your deodorant in bulk! Please contact your preferred store ahead of time to see if they offer refills. \n\nReturn Program: \nSend your empty jars back to us to give them a second (or ninth!) life. Save up your POJ jars and once you've got three or more, post them back to us to receive a discount code for $2 off per jar with your next online purchase.  \n\nReuse:\nThe pretty glass jar with aluminium lid can be used for all types of things! Soak the jar in hot soapy water to remove the label, and then use some rubbing alcohol, or tee tree or eucalyptus essential oil to remove any residue. The label is made from post-consumer recycled paper and printed using soy based inks, so it can go in your compost bin. Then fill it up! Spices, hair ties, a travel-size amount of laundry powder - the options are endless. \n\nRecycle:\nIf it's end of days for your jar, rest assured that both aluminium and glass can be recycled, but they need to be handled differently. Give the jar and lid a quick wash, and then put the jar straight into your curb-side recycling. \nRecycling sorting machines can't differentiate between materials smaller than a credit card, so given the size of the lid, your best bet is to gather up all your small aluminium items together. A good trick is to use an empty aluminium can to put all of them in, and then once full, squish the top together and then put it in your curb-side recycling. ",
    "Initiatives": "Every jar purchased supports direct action on the climate emergency. Every month 10% of profits are donated to Australian environmental organisations or projections actively working to address the climate crisis. \n\nWe use only certified organic, non-GMO ingredients, which helps foster environmental biodiversity and healthier ecosystems. Certification of ingredients, and therefore tracing and accountability, also helps ensures worker’s basic rights. Whenever possible we source from businesses that support fair trade principles and purchase locally grown ingredients.\n\nThis is little Melbourne business is powdered by 100% renewable sources! ",
    "image": "PoJ_CC.png (https://dl.airtable.com/.attachments/97879b96027abba68a7016edaeb296fd/1f4039f9/PoJ_CC.png)",
    "additional info": "Handmade in small batches, in Melbourne. ",
    "sample": "checked"
}]